Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C10A.tmx
Source language: en_us
Languages: zh_cn

source: No Higher Honor - A Memoir of My Years in Washington
zh_cn: 赖斯回忆录：《至高荣誉：我在华盛顿的岁月》

source: They were an unlikely pair: the cerebral A-student from a striving black family and the son of privilege who as a candidate for president couldn’t name Pakistan’s military ruler.
zh_cn: 他们看起来并不匹配：一位学业优秀，来自于努力挣扎着生活的黑人家庭；一位家庭条件优越，作为总统却不能指定巴基斯坦的军事统治者。

source: But together they forged a vision of a muscular United States striking out on its own.
zh_cn: 但是不管怎样，俩人的组合形成了一幅这样的画面：美国像个肌肉男一样，开始左右开弓，拳脚并用。

source: With “No Higher Honor,” Condoleezza Rice has written an exhaustive brief to acquit herself before the bar of history, which she hopes will be more forgiving than the caustic judgments of the present.
zh_cn: 康多莉扎・赖斯（Condoleezza Rice）的最新回忆录《至高荣誉：我在华盛顿的岁月》，已经在历史的审判柱前写下诉书，努力地为自已的清白和无辜辩护。 她希望人们可以对她的政绩多一些宽容，少一些如今尖酸的批评。

source: Her power stemmed from the bond that runs through her book: the close, even adulatory relationship with George W. Bush, which prompted jealousy and derision from Donald Rumsfeld and Dick Cheney.
zh_cn: 她的权力来自于她和小布什亲密、甚至有此谄媚的特殊关系，这种关系曾经使拉姆斯・菲尔德（Donald Rumsfeld）和迪克・切尼(Dick Cheney)嫉妒并成为两人讽刺赖斯时的笑料。

source: Rice is terse about what drew her to Bush: “I liked him.
zh_cn: 赖斯简明地说明她为何接近小布什：“我喜欢他。

source: He was funny and irreverent but serious about policy.”
zh_cn: 他风趣、有时还很傲慢，但是他制定政策时却非常认真。

source: The attraction was his moral certainty.
zh_cn: ”小布什做事时内心的坚定、决绝也会吸引赖斯。

source: Intellectuals and the Foggy Bottom striped-pants crowd may have mocked his impatience with nuance, but she saw that as standing for principle.
zh_cn: 知识份子和雾谷（指美国国务院）当中那些刻板的人们 时常嘲笑小布什的烦躁不安，但是赖斯却认为这是小布什的优点，说明了小布什做事坚守原则。

source: “It was what I loved about George W. Bush as president,” she writes.
zh_cn: 这就是我为什么支持小布什当总统。

source: “What was right mattered.”
zh_cn: “做正确的事才最重要。

source: Yet this very clarity and impatience set the stage for the administration’s most reviled decisions, the ones she has written this book to defend.
zh_cn: ”但是就是这种非黑即白和缺乏耐心之举却使小布什政府做出了一个至今仍然让人们唾骂的决定――赖斯同样在书中努力地为这个决定辩白。

source: To plot a new course for a Bush presidency even before the election, she had assembled a group that called itself the Vulcans.
zh_cn: 赖斯甚至在选举前就为小布什政府制定新的国家安全策略，她聚集了一群“谋士”自称是“伏尔甘”[1]。

source: They were drawn largely from colleagues in the previous Bush administration, and had witnessed the end of the cold war.
zh_cn: 他们大多是老布什的同僚，曾亲眼见证过冷战的结束。

source: But this lens — Eurocentric, informed by her specialty in Russia and fed by the triumphalism of a sole American superpower — arguably blinded her to problems the second President Bush would have to confront, like the very different dynamics of the Arab world and the cost of imperial overstretch.
zh_cn: 显然，赖斯看待这个世界时用了一副这样的眼镜：研究俄国事务专家提出的欧洲中心论和认为美国独大的骄横自满。戴上这种眼镜的赖斯无疑被蒙上了双眼，难以洞查第二任期内的小布什政府所面临的问题，例如，阿拉伯世界内部不同以往的能动与活力，帝国触角延伸的太长可能要付出的惨痛代价。

source: The starting point for the new administration was unilateralism, and evidence for its new course came early in the first term, when the White House rejected the Kyoto environmental protocol in a way Rice acknowledges was too highhanded and combative.
zh_cn: 小布什新政府上任后的第一把火就是实行单边主义，早在他的第一届任期内就可见端倪――白宫曾经拒绝签署《京都议定书》。

source: “Mr. President,” she said, “this is going to color your foreign policy from the outset, and that’s a problem.”
zh_cn: 赖斯也承认这样做太专横跋扈，她曾说“总统先生，您的外交事物从一开始就带有浓重色彩，但这就是问题所在。

source: And in the urgency that followed the attacks of 9/11, the conviction that the United States could not wait for slow-motion coalition-building hardened into pre-emptive action.
zh_cn: ” 9/11袭击后，美国再也无耐心等待，坚信应该立刻着手实行自已的先发制人计划。

source: The book’s few vivid scenes are largely of those early, fearful days: Rice looking at herself in the mirror and asking what she had missed before 9/11, or waiting to see if top officials had been exposed to deadly botulism.
zh_cn: 赖斯的回忆录中少有的几处细致描写大多是在袭击发生的令人胆颤心惊的那些天：她看着镜中的自已，思索着9/11之前她丢失了什么重要东西，或者等待检测结果――白宫的高官是否肉毒素中毒，不久即命不久已？

source: “I was shaken to my core,” she writes.
zh_cn: 她写道 ：“那时的我完全是震惊”。

source: The one and only time she raised her voice to Bush, she reports, is when she told him it wasn’t safe to return to Washington.
zh_cn: 赖斯唯一一次提高了嗓门向小布什说话是她向总统汇报，就连他想回华盛顿都是不安全的。

source: This atmosphere, hard to summon now, framed the decisions on detention, “enhanced interrogation” and the invasion of Iraq.
zh_cn: 这种恐怖气氛现在我们难以回塑，但是却“成就”了白宫的一系列行动――非法关押、“强化审讯”和入侵伊拉克。

source: Still, her defense of detention and interrogation is unconvincing; she does not grapple with the violations of civil liberties or the blow to American values, clinging instead to legal technicalities and the argument that the measures saved lives.
zh_cn: 至今，赖斯对非法关押和强化审讯都没有拿出足够令人信服的辩驳理由。 她也没能释疑人们提出的疑问，这样的做为是否违返民主自由或有损美国的价值观？ 她唯一坚持的就是抓住法律上的技术细节，并强调如此行事完全是为了保护美国人民的生命和安全。

source: Of the military tribunals, she maintains that she and other top national security officials weren’t shown the order the president signed authorizing them.
zh_cn: 她也坚持声称她和其它国家安全高级官员并没有得到总统授权设置军事法庭。

source: “In that case I told the president that the White House counsel and the vice president’s office had not served him well.”
zh_cn: “我告诉总统白宫的顾问和副总统没有很好地履行责任。

source: In 2006, the Supreme Court ruled the tribunals unconstitutional.
zh_cn: ”1996年，最高法院裁定设置军事法庭违返宪法。

source: Above all, Rice wrestles with Iraq.
zh_cn: 赖斯最大的痛角还是她和伊拉克之间的互相较量。

source: Stung by the charges that the administration lied about Saddam Hussein’s weapons of mass destruction, she says, “It is hard for many people now, knowing what subsequently occurred, to appreciate how compelling the overall intelligence case against Saddam appeared to be.”
zh_cn: 公众指责小布什政府编造谎言，声称伊拉克藏匿有大规模杀伤性武器，赖斯在书中这样写道：“事后发生的事情谁也无法预料，当时的情报的确对萨达姆不利，至今有些人还很难理解为什么当时的情报令人们确信无疑。

source: She also strives to recreate the fear among Bush officials that they were underestimating a serious threat to American security.
zh_cn: ” 赖斯还使尽浑身解数在布什政府高官内部制造恐怖情绪，并忠告说他们都低估了伊拉克和萨达姆对美国安全构成的威胁。

source: Yet her sound bite from a Sunday talk show — “We don’t want the smoking gun to be a mushroom cloud” — now reverberates as one of the most hyperbolic claims of the Bush years.
zh_cn: 赖斯曾在周日访谈节目中说过“我们不希望硝烟迷漫的空中升腾的是一股蘑菇云”，现在时常回响在我们耳畔的这句话似乎是布什时代最武断、夸张的一句话。

source: Rice’s most puzzling argument is that the administration was mistaken in releasing individual intelligence nuggets to the public, so that the case for war seemed to hang on specific assertions that were later proven wrong: the “16 words” in the State of the Union charging that Iraq had tried to buy uranium from Niger is one example.
zh_cn: 赖斯辩驳说政府的过错在于向公众发布个人捕获的一点点情报，最终这个情报导致了战争，而事后又证明情报有误：（例如）“十六个词”出现在国情咨文当中，指责伊拉克试图从尼日尔购买浓缩铀。 这个论点最让人百思不得其解。

source: But if those assertions about the threat from Hussein’s weapons of mass destruction were empty, what was the rationale for the war?
zh_cn: 如果声称萨达姆的大规模杀伤性武器的威胁只是子虚乌有，那么又如何为伊拉克战争正名呢？

source: Many of the worst mistakes of the war, Rice insists, were made by the Pentagon: too few troops to enforce order; disbanding the Iraqi Army; surreal official briefings, at increasing odds with the reality that foreign correspondents on the ground were seeing. (I talked daily with journalists who were risking their lives to get the story.)
zh_cn: 赖斯坚持认为，伊拉克战中的许多重大错误都是由五角大楼一手造成的：待命执行任务的军队太少；谴散伊拉克军队；军官们夸夸其谈的军事汇报（和驻伊拉记者们的报道越来越相距甚远，因为我每天都会和那些冒着生命危险报道战况的记者们交谈）。

source: Indeed, she says, by 2006 she refused to cite the blizzard of deceptive military statistics claiming success.
zh_cn: 赖斯说直到2006年，她就拒绝引用自欺欺人的军事统计数字来证明战争的胜利。

source: “I don’t believe them myself,” she told her chief of staff.
zh_cn: 她告诉她的一个主要工作人员说“我根本就不相信他们”。

source: Finally, her growing anguish over the course of the war culminated in a tense confrontation with Bush when she bluntly told him, “It’s failing.”
zh_cn: 最后，她对战争进程的不断担忧到达了顶点，致使她不得不面对着小布什直截了当地说“我们输了”。

source: His response was to ask her what policy she thought would work.
zh_cn: 然后小布什询问，她是否有能补救失败的可行办法。

source: “That was my moment of deepest despair about Iraq,” she writes. “I wasn’t sure that there was an answer to the president’s question.”
zh_cn: 赖斯在书中写道“我对伊拉克战争完全绝望了，我不知道怎样回答总统的问题。

source: In their own books, Rumsfeld and Cheney lambaste Rice.
zh_cn: ” 拉姆斯菲尔德和切尼也分别撰写了自已的回忆录，在书中两位“战友”严厉申斥赖斯。

source: It’s her turn now. She is more polite than they were, insisting throughout that their sharpening differences were about policy, not personality.
zh_cn: 现在轮到赖斯予以还击了，但是她更礼貌一些，只是一直坚持说，他们之间只是政见分歧而非人身攻击。

source: But she skewers Rumsfeld as an arrogant man unsettled by the ascent and access to power of a woman who was once his junior.
zh_cn: 然而她也指出拉姆斯菲尔德是个无知傲慢的人，他只是心绪难平，因为一个曾是他下属的女人却一直平步青云。

source: And she captures the swagger of Cheney by describing how he excluded her and Colin Powell from his 2003 celebration of the liberation of Iraq.
zh_cn: 赖斯同样认为切尼总是妄自尊大，她记述到切尼是如何在2003年排斥鲍威尔和她参加伊拉克重获自由的庆祝活动。

source: Yet her own blind spots are also apparent.
zh_cn: 当然，赖斯也不是无懈可击，很明显她同样也犯过错误。

source: She admits, for example, that she didn’t expect Iraqis to view Americans as occupiers, ignoring the history of Iraqi resistance to the British in the 1920s and the Arab sensitivity to any tinge of colonialism.
zh_cn: 例如，她承认自已并没能预料到伊拉克人民会把美国人当然了侵略者，完全忽视了伊拉克在上世纪20年代曾反抗过英国统治的那段历史，而且阿拉伯民族对殖民统治怀有戒心。

source: Her Eurocentrism was an obvious handicap.
zh_cn: 赖斯的欧洲中心主义显而易见也是她的一大障碍。

source: And in a 766-page book that seems to include virtually every trip she ever made, she gives short shrift to the rapid deterioration in Afghanistan.
zh_cn: 在766页的回忆录中似乎记录了所有她曾经走过的旅程，她记述道，她曾经漠视阿富汗地区速度恶化的局势。

source: She notes that President Hamid Karzai was often unrealistic and paranoid, but mentions none of the corruption and dysfunction that alienated Afghans and strengthened the Taliban.
zh_cn: 她在书中指出，总统哈米德?卡尔扎伊（Hamid Karzai）是个不切实际的人，而且是个偏执狂，但是她并没有提到美国政府曾经间离阿富汗、支持塔利班等一系列败坏又无能的行为。

source: Similarly, she glances over the double-dealing that permitted Pakistan to receive billions in American aid while members of its security services were backing anti-American militants.
zh_cn: 同样，赖斯在回忆录中也匆匆地忽略了巴基斯坦的两面派作派，一方面巴基斯坦接受美国政府数亿美元的帮助，相反其国家安全部门中的成员却在幕后支持反美军队。

source: There were successes: a passionate commitment to Africa that produced programs to fight AIDS; development grants and pressure to reduce killings in Darfur; the disarming of Qaddafi (which she rightly points out deprived him of weapons of mass destruction he might have unleashed in the Arab Spring); a nuclear pact with India.
zh_cn: 当然，这本回忆录中也记述了赖斯的成功时刻：绝对热忱地帮助非洲国家建立抗击爱滋病医疗项目；援助并施压达尔富尔地区使其减少屠杀；解除卡扎菲武装（指的是她曾阻止卡扎菲生产大规模杀伤性武器，而且卡扎非很有可能会在阿拉伯之春革命运动时投入使用这些武器）；和印度签定核能协议。

source: Rice also seems eager to claim credit for sowing the seeds of the Arab Spring by, among other things, helping to establish “a fragile democratic pathway for Iraq” and encouraging democracy in Lebanon.
zh_cn: 赖斯还自诩培殖下了阿拉伯之春争取自由的种子，因为她帮助“伊拉克铺平了走向民主自由的和平之路”，并且鼓励利比亚人民不断争取民主自由的天赋权力。

source: “No Higher Honor” really shows us two Condoleezza Rices: one, the impatient unilateralist who was national security adviser, the other the born-again diplomat who, as secretary of state, worked to repair some of the damage that had been done to American credibility by its unilateralism.
zh_cn: 回忆录《至高荣誉：我在华盛顿的岁月》确实向我们展示了赖斯“双面娇娃”的形象：一面是急躁的单边主义者，一个国家的安全顾问；另一面是天生的外交家，身兼美国国务卿要职，反而她的工作却是修补被她的单边主义破坏了的美国国家信用及形象。

source: “People were tired of us,” she told the president a few months before they left office.
zh_cn: 在赖斯和她的老板即将卸任，离开华盛的前几个月，她向小布什说道：“人们已经厌倦了我们”。

source: A humbling thought as history renders judgment.
zh_cn: 在历史长河中，只有谦卑、谨慎才能让人辨别是非。
